[   
    {
        "name": "Mapache",
        "description": "Es un animal de tamaño similar al de un gato, que mide entre 40 y 70 centímetros de longitud y pesa entre 2 y 14 kilogramos.",
        "image_url": "https://raw.githubusercontent.com/lsilvag22/Desarrollo_de_interfaces/main/API-REST/animal1.jpg"
    },
    {
        "name": "Lobo",
        "description": "Son animales cuadrúpedos, mamíferos, con cuerpos de entre 60 y 90 cm de alto y un peso de entre 32 y 70 kg. Suelen medir entre 1,30 y 2 metros de largo. Poseen una cola larga, y no son, en principio, demasiado diferentes anatómicamente de un perro.",
        "image_url": "https://raw.githubusercontent.com/lsilvag22/Desarrollo_de_interfaces/main/API-REST/animal2.jpg"
    },
     {
        "name": "Oso panda",
        "description": "Miden unos 150 cm de largo, más unos 10-15 cm de cola. Un panda adulto puede llegar a pesar hasta 150 kg, siendo los machos un 10% mayores y un 20% más pesados que las hembras. Poseen un pelaje blanco con partes negras alrededor de los ojos, en las orejas, hocico, hombros y extremidades.",
        "image_url": "https://raw.githubusercontent.com/lsilvag22/Desarrollo_de_interfaces/main/API-REST/animal3.jpg"
    },
    {
        "name": "Tucán",
        "description": "Son aves de plumas y pico de colores muy llamativos. Miden 65 centímetros y pesan de 130 hasta 680 g. Su pico es largo con una longitud aproximada de 20 cm y alcanzando su talla definitiva después de varios meses.",
        "image_url": "https://raw.githubusercontent.com/lsilvag22/Desarrollo_de_interfaces/main/API-REST/animal4.jpg"
    },
    {
        "name": "Vaca",
        "description": "Es un animal mamífero, nace vivo del vientre de la madre. Es también vertebrado porque tiene huesos y herbívoro porque se alimenta de hierba y pastos. Es un animal muy grande y pesado. Tiene cuatro patas y un rabo.",
        "image_url": "https://raw.githubusercontent.com/lsilvag22/Desarrollo_de_interfaces/main/API-REST/animal5.jpg"
    }
]
